{"Using Collective Discourse to Generate Surveys of Scientific Paradigms.": "V Qazvinian",
 "Measuring Word Relatedness Using Heterogeneous Vector Space Models": "W Yih, V Qazvinian", 
 "Coincidence-based scoring of mappings in ontology alignment": "SH Haeri, H Abolhassani, V Qazvinian, BB Hariri", 
 "Proceedings of the 2009 Workshop on Text and Citation Analysis for Scholarly Digital Libraries}": "S Shi, F Xing, M Zhu, Z Nie, JR Wen, S Merity, T Murphy, JR Curran, ...", 
 "Summarizing Text with a Genetic Algorithm-Based Sentence Extraction": "V Qazvinian", 
 "Clustering memes in social media": "E Ferrara, M JafariAsbagh, O Varol, V Qazvinian, F Menczer, A Flammini", 
 "Visual overviews for discovering key papers and influences across research fronts": "A Aris, B Shneiderman, V Qazvinian, D Radev", 
 "The Evolution of Scientific Paper Title Networks.": "V Qazvinian, DR Radev", 
 "The Evolution of Latent Networks": "V Qazvinian, DR Radev", 
 "Using citations to generate surveys of scientific paradigms": "S Mohammad, B Dorr, M Egan, A Hassan, P Muthukrishan, V Qazvinian, ...", 
 "The ACL Anthology Network Corpus": "DR Radev, P Muthukrishnan, V Qazvinian",
 "Scientific paper summarization using citation summary networks": "V Qazvinian, DR Radev",
 "A large-scale study on persian weblogs": "V Qazvinian, A Rassoulian, M Shafiei, J Adibi", 
"Characterizing network motifs to identify spam comments": "E Kamaliha, F Riahi, V Qazvinian, J Adibi", 
"Hardware acceleration for similarity measurement in natural language processing": "P Tandon, J Chang, RG Dreslinski, V Qazvinian, P Ranganathan, ...", 
"Generating Extractive Summaries of Scientific Paradigms.": "V Qazvinian, DR Radev, S Mohammad, BJ Dorr, DM Zajic, M Whidby, ...", 
"Blog Classification with Co-training": "J Gerrish, V Qazvinian, X Shi", 
"Summarising text with a genetic algorithm-based sentence extraction": "V Qazvinian, LS Hassanabadi, R Halavati", 
"Evolutionary coincidence-based ontology mapping extraction": "V Qazvinian, H Abolhassani, BB Hariri", 
"Identifying non-explicit citing sentences for citation-based summarization": "V Qazvinian, DR Radev", 
"Rumor has it: Identifying Misinformation in Microblogs": "V Qazvinian, E Rosengren, DR Radev, Q Mei",
"Citation summarization through keyphrase extraction": "V Qazvinian, DR Radev, A Özgür",
"What's with the attitude?: identifying sentences with attitude in online discussions": "A Hassan, V Qazvinian, D Radev", 
"Novel Methods in Information Retrieval": "VQDR Radev", 
"What's with the attitude? a study of participant attitude in multi-party online discussions": "A Hassan, V Qazvinian, DR Radev", 
"The structure of comment networks": "V Qazvinian, J Adibi, A Rasoulian",
"Other Executive Divisions-Transition, 2010-Thanksgiving Event-Thanksgiving Dinner Messages to Governor Granholm": "J Granholm",
"Crowdsourcing for Participatory Democracies: Efficient Elicitation of Social Choice Functions": "DT Lee, A Goel, T Aitamurto, H Landemore",
"The acl anthology network corpus": "DR Radev, P Muthukrishnan, V Qazvinian, A Abu-Jbara", 
"A Computational Analysis of Collective Discourse": "V Qazvinian, DR Radev", 
"User query reformulation using random walks": "CJ Brockett, J Gao, V Qazvinian", 
"Learning from collective human behavior to introduce diversity in lexical choice": "V Qazvinian, DR Radev", 
"Observations on Failure in Blogs.": "V Qazvinian, A Rasoulian, J Adibi", 
"Generating surveys of scientific paradigms": "S Mohammad, B Dorr, M Egan, A Hassan, P Muthukrishan, V Qazvinian, ...",
 "Exploiting Phase Transition in Latent Networks for Clustering.": "V Qazvinian, DR Radev",
 "Coincidence based Mapping Extraction with Genetic Algorithms.": "V Qazvinian, H Abolhassani, SH Haeri"}